/*28/9/2018*/
"_grp.Accomodation" = "Acomodações";
"_grp.BankATM" = "Bancos & Caixas Eletrônicos";
"_grp.Emergency" = "Emergência";
"_grp.Food_and_Drink" = "Restaurantes & Cafés";
"_grp.Guides" = "Guias da cidade";
"_grp.Parking" = "Estacionamento";
"_grp.Petrol_Station" = "Posto de Gasolina";
"_grp.Services_and_Education" = "Serviços & Educação";
"_grp.Shopping" = "Comércio";
"_grp.Social_Life" = "Entretenimento & Vida social";
"_grp.Sport" = "Esporte";
"_grp.Tourism" = "Atrações turísticas";
"_grp.Transportation" = "Transporte";
"_grp.Vehicle_Services" = "Serviços Veiculares";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Saída";
"feet" = "pés";
"route.instructionsText.continueAlong" = "Siga a rota";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "quilómetros";
"Limit" = "Limite";
"meters" = "metros";

/* miles short */
"mi" = "mi";
"miles" = "milhas";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Preços de combustíveis";
"poiCategory.select" = "Locais próximos";
"native.navigation.resumeBtn" = "Resumir";

/* timeSecondShort */
"sec" = "sec";
"yards" = "jardas";

/* yards short */
"yd" = "jd";

"detail.action.directionToHere" = "Obter instruções";
"detail.action.addVia" = "Adicionar ponto de passagem";
"detail.action.addToFavorite" = "Memorizar Posição";
"detail.action.copyGps" = "Coordenadas GPS";
"detail.action.removeFavorite" = "Remover dos favoritos";
"detail.action.removeHome" = "Apagar localização de casa";
"detail.action.removeWork" = "Apagar localização do trabalho";
"detail.action.shareLocation" = "Compartilhar posição";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-mail";
"detail.contact.phone" = "Telefone";
"detail.contact.url" = "Url";
"routeCompute.action.demonstrate" = "Demonstrar";
"routeCompute.action.navigate" = "Iniciar";
"routeCompute.etaArrival" = "Desembarque";
"routeCompute.fastest" = "Utilizar rota mais rápida";
"routeCompute.slower" = "mais lento";
"routeCompute.traffic.withDelay" = "com demoras";
"routeCompute.button.options" = "Opções";
"routeCompute.waypointInfo.from" = "De";
"routeCompute.waypointInfo.to" = "Para";
"routeCompute.waypointInfo.waypoints" = "pontos de passagem";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Cancelar rota";
"routeCompute.action.continue" = "Continuar";
"routeCompute.options.title" = "Opções de rota";
"routeCompute.options.AvoidCountry" = "Evitar este país";
"avoid.unpaved" = "Estradas não pavimentadas";
"avoid.specialArea" = "Taxas de congestionamento";
"avoid.ferries" = "Balsas";
"avoid.highways" = "Estradas";
"avoid.tollroads" = "Estradas com pedágio";
"workCell.setupWork.subtitle" = "Ir facilmente para o trabalho todos os dias";
"homeCell.setupHome.subtitle" = "Obter a rota mais rápida";
"workCell.setupWork.title" = "Definir local Trabalho";
"homeCell.setupHome.title" = "Definir localização de casa";
"workCell.title" = "Trabalho";
"homeCell.title" = "Casa";
"favorites.place.emptyButton" = "Pesquisar locais";
"favorites.place.emptyTitle" = "Adicionar locais para acesso fácil";
"favorites.place.deleteAction" = "Excluir";
"favorites.place.headerTitle" = "Locais e rotas";
"favorites.button.done" = "Concluir";
"favorites.segment.contacts" = "Contatos";
"favorites.segment.trips" = "Viagens";
"favorites.segment.places" = "Lugares";
"favorites.title" = "Favoritos";
"favorites.addAlert.add" = "Adicionar";
"native.compute.decideToCompute" = "Ainda está a caminho de %@?";
"routeActionMain.preview" = "Prever trajeto";
"routeCompute.traffic.withoutInfo" = "Sem informação de trânsito";
"search.work.title" = "Procurar localização do trabalho";
"search.home.title" = "Procurar localização de casa";
"alert.hideHomeWork.hideHomeTitle" = "Esconder casa";
"alert.hideHomeWork.hideWorkTitle" = "Esconder trabalho";
"alert.hideHomeWork.setHomeMessage" = "Pode sempre definir a morada de sua Casa nos Favoritos";
"alert.hideHomeWork.setWorkMessage" = "Pode sempre definir a morada do seu Trabalho nos Favoritos";
"alert.hideHomeWork.hide" = "Esconder";
"action.control.scout.static" = "Encontrado trajeto mais rápido";
"action.control.route.longer" = "mais %@";
"action.control.route.time" = "Poupe %@";
"action.control.scout.arrival" = "Nova hora de chegada %@";
"action.control.scout.fasterRouteFound" = "Encontrado trajeto mais rápido";
"action.control.scout.preview" = "Visualizar";
"action.control.scout.route.set" = "Definir rota mais rápida";
"routeCompute.action.loading" = "Iniciar";
"country.AL" = "Albânia";
"country.AD" = "Andorra";
"country.AU" = "Austrália";
"country.AT" = "Áustria";
"country.BY" = "Bielo-Rússia";
"country.BE" = "Bélgica";
"country.BA" = "Bósnia-Herzegóvina";
"country.BG" = "Bulgária";
"country.CA" = "Canadá";
"country.HR" = "Croacia";
"country.CZ" = "República Tcheca";
"country.DK" = "Dinamarca";
"country.EE" = "Estônia";
"country.FO" = "Ilhas Faroe";
"country.FI" = "Finlândia";
"country.FR" = "França";
"country.DE" = "Alemanha";
"country.GI" = "Gibraltar";
"country.GR" = "Grécia";
"country.GL" = "Groelândia";
"country.VA" = "Estado da Cidade do Vaticano";
"country.HU" = "Hungria";
"country.IS" = "Islândia";
"country.IE" = "Irlanda";
"country.IL" = "Israel";
"country.IT" = "Itália";
"country.JP" = "Japão";
"country.KP" = "Coréia do Norte";
"country.KR" = "Coréia do Sul";
"country.KW" = "Kuwait";
"country.LV" = "Letônia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituânia";
"country.LU" = "Luxemburgo";
"country.MK" = "Macedônia";
"country.MT" = "Malta";
"country.MD" = "Moldávia";
"country.MC" = "Mônaco";
"country.MS" = "Monserrate";
"country.NL" = "Holanda";
"country.AN" = "Antilhas Holandesas";
"country.NZ" = "Nova Zelândia";
"country.NF" = "Ilha Norfolk";
"country.NO" = "Noruega";
"country.PL" = "Polônia";
"country.PT" = "Portugal";
"country.RO" = "Romênia";
"country.RU" = "Rússia";
"country.SM" = "São Marino";
"country.SG" = "Singapura";
"country.SK" = "Eslováquia";
"country.SI" = "Eslovênia";
"country.ZA" = "África do Sul";
"country.ES" = "Espanha";
"country.SE" = "Suécia";
"country.CH" = "Suíça";
"country.TW" = "Taiwan";
"country.TH" = "Tailândia";
"country.TR" = "Turquia";
"country.UA" = "Ucrânia";
"country.GB" = "Reino Unido";
"country.US" = "Estados Unidos";
"country.VN" = "Vietnã";
"country.RS" = "Sérvia";
"country.ME" = "República do Montenegro";
"country.AE" = "Emirados Árabes Unidos";
"country.OM" = "Omã";
"country.SA" = "Arábia Saudita";
"country.EG" = "Egito";
"country.PR" = "Porto Rico";
"country.VI" = "Ilhas Virgens";
"country.RA" = "Argentina";
"country.BH" = "Bahrein";
"country.BR" = "Brasil";
"country.HK" = "Hong Kong";
"country.ID" = "Indonésia";
"country.IN" = "Índia";
"country.IM" = "Ilha de Man";
"country.MO" = "Macau";
"country.MX" = "México";
"country.MY" = "Malásia";
"country.QA" = "Catar";
"country.AW" = "Aruba";
"country.AF" = "Afeganistão";
"country.AO" = "Angola";
"country.AI" = "Antilhas";
"country.AX" = "Ilhas Åland";
"country.AM" = "Arménia";
"country.AQ" = "Antárctida";
"country.AS" = "Samoa Americana";
"country.TF" = "Territórios Sureños de França";
"country.AG" = "Antigua e Barbuda";
"country.AZ" = "Azerbeijão";
"country.BI" = "Burundi";
"country.BJ" = "Benim";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "São Bartolomeu";
"country.BZ" = "Belize";
"country.BM" = "Bermudas";
"country.BO" = "Bolívia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Butão";
"country.BV" = "Ilha Bouvet";
"country.BW" = "Botswana";
"country.CF" = "República Centro Africana";
"country.CC" = "Ilhas Cocos";
"country.CL" = "Chile";
"country.CI" = "Costa do Marfim";
"country.CM" = "Camarões";
"country.CD" = "Congo, República Democrática do";
"country.CG" = "Congo";
"country.CK" = "Ilhas Cook";
"country.CO" = "Colômbia";
"country.KM" = "Comores";
"country.CV" = "Cabo Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Ilha Natividade";
"country.KY" = "Ilhas Cayman";
"country.DJ" = "Djibuti";
"country.DM" = "Dominica";
"country.DO" = "República Dominicana";
"country.DZ" = "Argélia";
"country.EC" = "Equador";
"country.ER" = "Eritreia";
"country.EH" = "Sáhara Ocidental";
"country.ET" = "Etiópia";
"country.FJ" = "Fidji";
"country.FK" = "Ilhas Malvinas";
"country.FM" = "Micronésia, Estados Federados da";
"country.GA" = "Gabão";
"country.GE" = "Geórgia";
"country.GG" = "Guernsey";
"country.GH" = "Gana";
"country.GN" = "Guiné-Conacri";
"country.GP" = "Guadalupe";
"country.GM" = "Gâmbia";
"country.GW" = "Guiné-Bissau";
"country.GQ" = "Guiné Equatorial";
"country.GD" = "Granada";
"country.GT" = "Guatemala";
"country.GF" = "Guinea Francesa";
"country.GU" = "Guam";
"country.GY" = "Guiana";
"country.HM" = "Ilhas Heard e Ilhas McDonald";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Território Oceanico da India Britanica";
"country.IR" = "Irão";
"country.IQ" = "Iraque";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordânia";
"country.KZ" = "Cazaquistão";
"country.KG" = "Quirguizistão";
"country.KH" = "Cambodja";
"country.KI" = "Quiribati";
"country.KN" = "Santa Kitts e Nevis";
"country.LA" = "Laos";
"country.LB" = "Líbano";
"country.LR" = "Libéria";
"country.LY" = "Libia";
"country.LC" = "Santa Lucía";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesoto";
"country.MF" = "Saint-Martin";
"country.MA" = "Marrocos";
"country.MG" = "Madagascar";
"country.MV" = "Maldivas";
"country.MH" = "Ilhas Marshall";
"country.ML" = "Mali";
"country.MM" = "Mianmar";
"country.MN" = "Mongólia";
"country.MP" = "Ilhas de Norte-Mariana";
"country.MZ" = "Moçambique";
"country.MR" = "Mauritânia";
"country.MQ" = "Martinica";
"country.MU" = "Mauríciasi";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namíbia";
"country.NC" = "Nova Caledónia";
"country.NE" = "Níger";
"country.NG" = "Nigéria";
"country.NI" = "Nicaràgua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Paquistão";
"country.PA" = "Panamá";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Filipinas";
"country.PW" = "Palau";
"country.PG" = "Papúa e Nova Guiné";
"country.PY" = "Paraguai";
"country.PS" = "Palestina";
"country.PF" = "Polinésia Francesa";
"country.RE" = "Reunião";
"country.RW" = "Ruanda";
"country.SD" = "Sudão";
"country.SN" = "Senegal";
"country.GS" = "Georgia do Sul e Ilhas Sandwich do Sul";
"country.SH" = "Santa Helena ";
"country.SJ" = "Esvalbard e Jan Mayen";
"country.SB" = "Ilhas Salomão";
"country.SL" = "Serra Leoa";
"country.SV" = "El Salvador";
"country.SO" = "Somália";
"country.PM" = "S. Pierre-et- Miquelon";
"country.ST" = "São Tomé e Príncipe";
"country.SR" = "Suriname";
"country.SZ" = "Suazilândia";
"country.SC" = "Seychelles";
"country.SY" = "Siria";
"country.TC" = "Ilhas Caicos";
"country.TD" = "Chade";
"country.TG" = "Togo";
"country.TJ" = "Tajiquistão";
"country.TK" = "Tokelau";
"country.TM" = "Turcomenistão";
"country.TL" = "Timor Leste";
"country.TO" = "Tonga";
"country.TT" = "Trinidad e Tobago";
"country.TN" = "Tunísia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzânia";
"country.UM" = "Ilhas Ultramarinas dos Estados Unidos";
"country.UY" = "Uruguai";
"country.UZ" = "Usbequistão";
"country.VC" = "São Vincente e Grenadines";
"country.VE" = "Venezuela";
"country.VG" = "Ilhas Virgens Britanicas";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis e Futuna";
"country.WS" = "Samoa Ocidental";
"country.YE" = "Iémen";
"country.ZM" = "Zâmbia";
"country.ZW" = "Zimbabwé";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alasca";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Califórnia";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Flórida";
"country.US-GA" = "Geórgia";
"country.US-HI" = "Havaí";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Luisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississípi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "Nova Jérsei";
"country.US-NM" = "Novo México";
"country.US-NY" = "Nova Iorque";
"country.US-NC" = "Carolina do Norte";
"country.US-ND" = "Dakota do Norte";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pensilvânia";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Carolina do Sul";
"country.US-SD" = "Dakota do Sul";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virgínia";
"country.US-WA" = "Washington";
"country.US-WV" = "Virgínia Ocidental";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Colúmbia Britânica";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Nova Brunswick";
"country.CA-NL" = "Terra Nova e Labrador";
"country.CA-NS" = "Nova Escócia";
"country.CA-NT" = "Territórios do Noroeste";
"country.CA-NU" = "Território de Nunavut";
"country.CA-ON" = "Ontário";
"country.CA-PE" = "Ilha do Príncipe Eduardo";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Território de Yukon";
"country.IN-LD" = "Laquedivas";
"country.GB-NIR" = "Irlanda do Norte";
"country.GB-SCT" = "Escócia";
"country.GB-WLS" = "País de Gales";
"country.GB-CHA" = "Ilhas do Canal";
"N" = "N";
"S" = "S";
"W" = "O";
"E" = "L";
"routeplaning.actionButton.title" = "Concluir";
"com.sygic.addWaypoint.placeholder" = "Adicionar ponto de passagem";
"detail.action.selectPoi" = "Selecionar";
"signpost.nextDirection.then" = "Depois";
"waypoint.title.myposition" = "Minha posição";
"placeholder.password" = "Senha";
"placeholder.email" = "E-mail";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Visualizar";
"detail.action.shareGps" = "Compartilhar coordenadas GPS";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remover ponto de passagem";
"message.avoid.motorway.unable" = "Para chegar ao destino, algumas auto-estradas necessitam permanecer no trajecto.";
"message.avoid.specialArea.unable" = "Infelizmente, não é possível evitar taxas de congestionamento em sua rota.";
"message.avoid.tollRoads.unable" = "Impossível evitar todas as estradas com portagem. Algumas estradas com portagem irão permanecer na rota calculado.";
"message.avoid.ferries.unable" = "Para atingir o seu destino, algumas balsas deverão permanecer na rota.";
"message.avoid.unpavedRoads.unable" = "Para chegar ao destino, algumas estradas não pavimentadas necessitam permanecer no trajeto.";
